[
    {
      "id": "cc1",
      "content": "Learn and perform a traditional South African dance move (e.g., Zulu dance, Gumboot dance) for the group."
    },
    {
      "id": "cc2",
      "content": "Recite the first stanza of the South African national anthem in a language other than your first language."
    },
    {
      "id": "cc3",
      "content": "Name and explain the significance of three national symbols of South Africa."
    },
    {
      "id": "cc4",
      "content": "Demonstrate how to properly pronounce three South African place names with clicks (e.g., Qunu, Xhosa, KwaZulu-Natal)."
    },
    {
      "id": "cc5",
      "content": "Share a traditional proverb or saying from your culture and explain its meaning to the group."
    },
    {
      "id": "cc6",
      "content": "Describe the process of making a traditional South African dish (e.g., bobotie, chakalaka, or pap)."
    },
    {
      "id": "cc7",
      "content": "Identify and explain the cultural significance of three items found in a traditional South African beadwork pattern."
    },
    {
      "id": "cc8",
      "content": "Demonstrate how to properly greet someone in three different South African languages."
    },
    {
      "id": "cc9",
      "content": "Name and describe three indigenous plants used in traditional South African medicine."
    },
    {
      "id": "cc10",
      "content": "Explain the historical significance of the Cradle of Humankind and its importance to South African heritage."
    },
    {
      "id": "cc11",
      "content": "Describe the symbolism behind the South African flag's colors and design."
    },
    {
      "id": "cc12",
      "content": "Share a short folktale or legend from one of South Africa's indigenous cultures."
    },
    {
      "id": "cc13",
      "content": "Demonstrate how to tie a traditional South African head wrap (doek) or explain its cultural significance."
    },
    {
      "id": "cc14",
      "content": "Name and describe three traditional South African musical instruments."
    },
    {
      "id": "cc15",
      "content": "Explain the concept of 'Ubuntu' and give an example of how it applies in everyday life."
    },
    {
      "id": "cc16",
      "content": "Describe the significance of the 'Big Five' in South African wildlife and culture."
    },
    {
      "id": "cc17",
      "content": "Share three interesting facts about a South African historical figure (e.g., Nelson Mandela, Steve Biko, Desmond Tutu)."
    },
    {
      "id": "cc18",
      "content": "Explain the importance of the 'braai' in South African culture and describe what typically happens at one."
    },
    {
      "id": "cc19",
      "content": "Name and describe three traditional South African games or sports."
    },
    {
      "id": "cc20",
      "content": "Share the meaning behind your name or a traditional naming custom from your culture."
    },
    {
      "id": "cc21",
      "content": "Describe the role of a sangoma in traditional South African culture."
    },
    {
      "id": "cc22",
      "content": "Explain the significance of lobola in South African marriage traditions."
    },
    {
      "id": "cc23",
      "content": "Name and describe three UNESCO World Heritage Sites in South Africa."
    },
    {
      "id": "cc24",
      "content": "Share three words unique to South African English (e.g., 'lekker', 'eish', 'shame') and explain their meanings."
    },
    {
      "id": "cc25",
      "content": "Describe the traditional attire of one South African cultural group and explain its significance."
    },
    {
      "id": "cc26",
      "content": "Explain the importance of oral tradition in preserving South African heritage."
    },
    {
      "id": "cc27",
      "content": "Name and describe three significant South African fossils or paleontological discoveries."
    },
    {
      "id": "cc28",
      "content": "Share three interesting facts about the history and cultural significance of Table Mountain."
    },
    {
      "id": "cc29",
      "content": "Describe the role of cattle in traditional South African cultures."
    },
    {
      "id": "cc30",
      "content": "Explain the significance of the 'Indaba tree' in South African culture and decision-making processes."
    }
]