[
    {
      "id": "sp1",
      "content": "Share a personal story about a traditional dish from your culture and its significance to your family."
    },
    {
      "id": "sp2",
      "content": "Describe a cultural celebration or tradition that is unique to your community in South Africa."
    },
    {
      "id": "sp3",
      "content": "Tell a story about a family heirloom and its importance to your heritage."
    },
    {
      "id": "sp4",
      "content": "Share a folktale or legend from your culture that has been passed down through generations."
    },
    {
      "id": "sp5",
      "content": "Describe a traditional game or activity from your childhood that reflects your cultural background."
    },
    {
      "id": "sp6",
      "content": "Tell a story about a significant historical event that has shaped your community's identity."
    },
    {
      "id": "sp7",
      "content": "Share an experience where you learned an important lesson about your culture from an elder."
    },
    {
      "id": "sp8",
      "content": "Describe a traditional craft or art form from your culture and its significance."
    },
    {
      "id": "sp9",
      "content": "Tell a story about a time when you felt proud of your cultural heritage."
    },
    {
      "id": "sp10",
      "content": "Share a personal anecdote about participating in a cultural rite of passage."
    },
    {
      "id": "sp11",
      "content": "Describe a traditional musical instrument from your culture and its role in celebrations."
    },
    {
      "id": "sp12",
      "content": "Tell a story about a cultural misunderstanding you've experienced and how it was resolved."
    },
    {
      "id": "sp13",
      "content": "Share a memory of a traditional wedding or ceremony you've attended in your community."
    },
    {
      "id": "sp14",
      "content": "Describe a traditional healing practice or remedy from your culture."
    },
    {
      "id": "sp15",
      "content": "Tell a story about how your family maintains connections to your cultural roots."
    },
    {
      "id": "sp16",
      "content": "Share an experience of learning or speaking your native language in a meaningful context."
    },
    {
      "id": "sp17",
      "content": "Describe a traditional dance from your culture and its significance."
    },
    {
      "id": "sp18",
      "content": "Tell a story about a cultural custom that you find particularly beautiful or meaningful."
    },
    {
      "id": "sp19",
      "content": "Share an anecdote about how your cultural background has influenced your career or life choices."
    },
    {
      "id": "sp20",
      "content": "Describe a traditional coming-of-age ritual from your culture."
    },
    {
      "id": "sp21",
      "content": "Tell a story about a time when you shared your culture with someone from a different background."
    },
    {
      "id": "sp22",
      "content": "Share a memory of a cultural festival or event that left a lasting impression on you."
    },
    {
      "id": "sp23",
      "content": "Describe a traditional form of storytelling in your culture (e.g., oral traditions, praise poetry)."
    },
    {
      "id": "sp24",
      "content": "Tell a story about how your cultural values have guided you through a challenging situation."
    },
    {
      "id": "sp25",
      "content": "Share an experience of returning to your ancestral homeland or a place of cultural significance."
    },
    {
      "id": "sp26",
      "content": "Describe a traditional costume or clothing item from your culture and its symbolism."
    },
    {
      "id": "sp27",
      "content": "Tell a story about how your community has adapted traditional practices to modern times."
    },
    {
      "id": "sp28",
      "content": "Share a personal account of how you've blended different cultural influences in your life."
    },
    {
      "id": "sp29",
      "content": "Describe a traditional method of conflict resolution in your culture."
    },
    {
      "id": "sp30",
      "content": "Tell a story about a cultural mentor who has significantly influenced your understanding of your heritage."
    }
]